{'meta': {'copyright': 'www.mboum.com', 'data_status': 'Sample data delayed by 1 month, please signup for current or real-time data at: https://mboum.com/api/welcome#plans'}, 'data': {'item': [{'description': 'Apple (AAPL) analyst Ming-Chi Kuo is warning MaBook revenues will plummet this quarter as back-to-school sales end and consumers tighten spending. Yahoo Finance’s Dan Howley reports on this story—breaking down consumer trends and what to expect in fourth quarter for the tech company. For more expert insight and the latest market action, click here to watch this full episode of Yahoo Finance Live.', 'guid': 'b8cbdbc3-519b-3d7a-bf8d-560ef3caa018', 'link': 'https://finance.yahoo.com/video/apple-macbook-sales-fall-analyst-210824561.html?.tsrc=rss', 'pubDate': 'Wed, 18 Oct 2023 21:08:24 +0000', 'title': 'Apple MacBook sales to fall, analyst warns'}, {'description': 'The league seeks a big increase in media-rights fees by luring streamers, from Amazon to Apple, and offering games in local markets.', 'guid': 'e25a7970-57b0-3db3-ab21-370f776be611', 'link': 'https://finance.yahoo.com/m/e25a7970-57b0-3db3-ab21-370f776be611/how-the-nba-plans-to-remake.html?.tsrc=rss', 'pubDate': 'Wed, 18 Oct 2023 19:22:00 +0000', 'title': 'How the NBA Plans to Remake TV Deals and Net Billions of Dollars for Its Stars'}, {'description': 'Apple (AAPL) has been one of the stocks most watched by Zacks.com users lately. So, it is worth exploring what lies ahead for the stock.', 'guid': 'b40d8249-36ad-3664-8a40-3730dfa53f02', 'link': 'https://finance.yahoo.com/news/apple-inc-aapl-attracting-investor-130010729.html?.tsrc=rss', 'pubDate': 'Wed, 18 Oct 2023 13:00:10 +0000', 'title': 'Apple Inc. (AAPL) is Attracting Investor Attention: Here is What You Should Know'}, {'description': '"In the future, every company, every industry, will have AI factories," Nvidia CEO Jensen Huang said during Foxconn\'s annual tech showcase.', 'guid': 'b4d571ef-1727-33fe-a91e-57338fd107d0', 'link': 'https://finance.yahoo.com/news/company-makes-iphone-expanding-evs-104911534.html?.tsrc=rss', 'pubDate': 'Wed, 18 Oct 2023 10:49:11 +0000', 'title': 'The company that makes your iPhone is expanding to EVs and it’s getting Nvidia to help make an ‘AI factory’'}, {'description': 'Berkshire Hathaway CEO Warren Buffett once said, "If you don\'t find a way to make money while you sleep, you will work until you die."  According to analysis from Dow Jones Market Data, Berkshire is on track to generate more than $5.7 billion in dividend income this year alone.  Not too shabby for cash that the Oracle of Omaha\'s company is earning while its key executives and analysts are catching some shuteye.', 'guid': 'f4c28ca3-b0f6-3d84-81f3-526086b11c48', 'link': 'https://finance.yahoo.com/m/f4c28ca3-b0f6-3d84-81f3-526086b11c48/53.7%25-of-warren-buffett%27s.html?.tsrc=rss', 'pubDate': 'Wed, 18 Oct 2023 09:56:00 +0000', 'title': "53.7% of Warren Buffett's $344 Billion Berkshire Hathaway Portfolio Is Invested in These 2 Dividend Stocks"}, {'description': "Now would be a great moment to add a few growth stocks to your portfolio.  Because we're heading toward a bull market, and that type of economic environment tends to favor these sorts of players.  Speaking of smart buys, today, you can pick up some top growth stocks for reasonable prices -- and two in particular would make no-brainer additions to any growth portfolio.", 'guid': '126c450f-333c-34f2-bed5-5112068f878a', 'link': 'https://finance.yahoo.com/m/126c450f-333c-34f2-bed5-5112068f878a/looking-for-growth%3F-these-2.html?.tsrc=rss', 'pubDate': 'Wed, 18 Oct 2023 09:00:00 +0000', 'title': 'Looking for Growth? These 2 Stocks are No-Brainer Buys Before a New Bull Market'}, {'description': 'US tech group Nvidia and iPhone maker Foxconn said they would build “artificial intelligence factories” together as the Taiwanese electronics manufacturer seeks to diversify its business.  The announcement comes a day after the US said it was tightening rules on AI chip sales to China, in a blow to Nvidia and other companies selling high-performance semiconductors in the country.  Nvidia co-founder and chief Jensen Huang said on Wednesday that the $1.1tn chip group would set up “AI factories”, or large data centres, with Foxconn to train autonomous vehicles, robotics platforms and large language models.', 'guid': '9d22caf5-a927-35c8-8aae-2b43c45fa91d', 'link': 'https://finance.yahoo.com/m/9d22caf5-a927-35c8-8aae-2b43c45fa91d/nvidia-and-iphone-maker.html?.tsrc=rss', 'pubDate': 'Wed, 18 Oct 2023 05:51:40 +0000', 'title': 'Nvidia and iPhone maker Foxconn tie-up to build ‘AI factories’'}, {'description': 'Tim Cook recently went to China, where some analysts have indicated sales of the newest iPhone models kicked off at a sluggish pace. He posted about the trip on social media.', 'guid': '8d72183e-3107-3d3a-af8d-49e0006cfa6d', 'link': 'https://finance.yahoo.com/news/tim-cook-goes-china-where-234148290.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 23:41:48 +0000', 'title': 'Tim Cook goes to China, where early iPhone 15 sales are reportedly sluggish'}, {'description': 'In this article, we will be navigating through the factors driving innovation across the United States, while covering the 20 most innovative states in the US. If you wish to skip our detailed analysis, you can move directly to the 5 Most Innovative States in the US. Innovation: The Future of America One of the […]', 'guid': 'be27a974-4841-3014-8d2e-50401f91e705', 'link': 'https://finance.yahoo.com/news/20-most-innovative-states-us-223456444.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 22:34:56 +0000', 'title': '20 Most Innovative States in the US'}, {'description': "ChatGPT, OpenAI's text-generating AI chatbot, has taken the world by storm. It's able to write essays, code and more given short text prompts, hyper-charging productivity. But it also has a more...nefarious side. In any case, AI tools are not going away -- and indeed has expanded dramatically since its launch just a few months ago. Major brands are experimenting with it, using the AI to generate ad and marketing copy, for example. And OpenAI is heavily investing in it. ChatGPT was recently super", 'guid': 'aa382e73-42e4-3552-ab3e-b38e8088ad2b', 'link': 'https://techcrunch.com/2023/10/17/chatgpt-everything-to-know-about-the-ai-chatbot/?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 21:03:39 +0000', 'title': 'ChatGPT: Everything you need to know about the AI-powered chatbot'}, {'description': 'An unusual mix of market action unfolded on Tuesday, as the major indexes suffered drops while breadth was positive, and the Russell 2000 small-cap indexes outperformed significantly with a gain of over 1%.  The lagging group was the Nasdaq 100  , with a loss of around 0.5% caused by drops in Nvidia  , Apple  and Moderna  , and several other big-cap technology names.', 'guid': '7863670f-32b7-3cad-8fe2-70349994a646', 'link': 'https://finance.yahoo.com/m/7863670f-32b7-3cad-8fe2-70349994a646/odd-mix-of-action-on-tuesday.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 20:30:00 +0000', 'title': 'Odd Mix of Action on Tuesday as Nvidia, Apple, Moderna Drag on Nasdaq'}, {'description': 'Apple will bring USB-C to its soon-to-be-released new Apple Pencil option. It unveiled the new stylus, slated for an early November debut, and priced it at $79 on Tuesday.', 'guid': '3c988c0a-a156-35a7-8a5e-d4910ae183d0', 'link': 'https://finance.yahoo.com/news/apple-offer-usb-c-equipped-200949745.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 20:09:49 +0000', 'title': 'Apple to offer USB-C equipped Apple Pencil with new pricing'}, {'description': 'Artificial intelligence trends have helped boost Big Tech valuations by $2.4 trillion year-over-year, according to a report by Accel Analysis. Yahoo Finance Live anchors Rachelle Akuffo and Akiko Fujita examine what comes next for tech stocks after AI hype trends translate into mass adoption and revenue drivers. For more expert insight and the latest market action,\xa0click here\xa0to watch this full episode of Yahoo Finance Live.', 'guid': 'ddfbd6e3-5dec-30ae-bfa7-4c9be0fc57d7', 'link': 'https://finance.yahoo.com/video/ai-raised-big-tech-market-160305991.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 16:03:05 +0000', 'title': 'AI raised Big Tech market caps by $2.4 trillion since last year: Report'}, {'description': 'Apple\'s (AAPL) iPhone 15 sales are reportedly slumping among Chinese consumers, down 4.5% compared to the first few weeks of the iPhone 14\'s sales. Huawei\'s Mate 60 line of foldable phones has been making waves over its new hardware features, but is it enough to overturn Apple\'s dominance in the Chinese market? IDC Worldwide Tracker Team Research Director Nabila Popal comments on whether the domestic developer could truly capture Apple\'s market share if geopolitical tensions in the U.S.-China semiconductor race open up new opportunities for Huawei. "It will take a lot of time for Huawei to gain back that lost share, especially... if you zone in on just the premium segment within China, Huawei at its peak had about 58% share," Popal tells Yahoo Finance. Click here to watch the full interview on the Yahoo Finance YouTube page or you can watch this full episode of Yahoo Finance Live here.', 'guid': '6adc2e28-ea45-35d2-a691-695048ee3f12', 'link': 'https://finance.yahoo.com/video/could-huawei-device-sales-overtake-154052068.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 15:40:52 +0000', 'title': "Could Huawei device sales overtake Apple's iPhone 15 in China?"}, {'description': 'With Apple leading the pack and other tech firms following, these are the 10 most profitable companies in the world by 12-month trailing net income.', 'guid': '3f5e156d-5db7-352d-946a-89213ed0ca0c', 'link': 'https://finance.yahoo.com/m/3f5e156d-5db7-352d-946a-89213ed0ca0c/10-most-profitable-companies.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 15:11:13 +0000', 'title': '10 Most Profitable Companies in the World'}, {'description': 'Apple now offers three different drawing tools for its iPads', 'guid': 'f36f0bba-a75f-3de8-b6c0-e03afbf19ae9', 'link': 'https://www.independent.co.uk/tech/apple-pencil-new-ipad-update-b2431151.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 14:12:13 +0000', 'title': 'Apple releases new Pencil after rumours of major iPad update'}, {'description': 'These companies are leaders in high-growth sectors and could offer significant gains over the long term.', 'guid': '1ed17df5-5e10-3cb1-8076-46e9c486f20f', 'link': 'https://finance.yahoo.com/m/1ed17df5-5e10-3cb1-8076-46e9c486f20f/2-unstoppable-warren-buffett.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 14:00:00 +0000', 'title': '2 Unstoppable Warren Buffett Stocks That Can Turn Sitting Cash into Growing Wealth'}, {'description': "Microsoft's Accelerated Growth, Lockheed Martin's Q3 Earnings Beat, and Apple CEO's China Visit", 'guid': '5ade7552-876e-3e6a-b337-9846abc98db5', 'link': 'https://finance.yahoo.com/news/morning-brew-microsofts-accelerated-growth-131919801.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 13:19:19 +0000', 'title': "Morning Brew: Microsoft's Accelerated Growth, Lockheed Martin's Q3 Earnings Beat, and Apple ..."}, {'description': 'Global smartphone sales fell to their lowest third-quarter level in a decade, owing to a sluggish recovery in consumer spending, according to Counterpoint Research.﻿﻿', 'guid': 'caf108de-fed4-335d-ba22-a56635b530d4', 'link': 'https://finance.yahoo.com/m/caf108de-fed4-335d-ba22-a56635b530d4/apple-and-samsung-lost-market.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 12:49:06 +0000', 'title': 'Apple and Samsung Lost Market Share as Global Smartphone Sales Fell in Q3'}, {'description': 'Bank of America shares rose after reporting better-than-expected earnings on higher interest income and Johnson & Johnson delivered an earnings beat on medical device and pharmaceutical sales. Here’s what investors need to know today.', 'guid': '56ce9949-5dac-3136-8776-26bd37bd773f', 'link': 'https://finance.yahoo.com/m/56ce9949-5dac-3136-8776-26bd37bd773f/5-things-to-know-before.html?.tsrc=rss', 'pubDate': 'Tue, 17 Oct 2023 11:28:59 +0000', 'title': '5 Things to Know Before Markets Open'}], 'language': 'en-US', 'lastBuildDate': 'Thu, 19 Oct 2023 01:30:15 +0000'}}